uk = """
Мені тринадцятий минало.

Я пас ягнята за селом.

Чи то так сонечко сіяло,

Чи так мені чого було?

Мені так любо, любо стало,

Неначе в Бога......

Уже прокликали до паю,

А я собі у бур’яні

Молюся Богу... І не знаю,

Чого маленькому мені

Тойді так приязно молилось,

Чого так весело було.

Господнє небо, і село,

Ягня, здається, веселилось!

І сонце гріло, не пекло!

Та недовго сонце гріло,

Недовго молилось...

Запекло, почервоніло

І рай запалило.

Мов прокинувся, дивлюся:

Село почорніло,

Боже небо голубеє

І те помарніло.

Поглянув я на ягнята —

Не мої ягнята!

Обернувся я на хати —

Нема в мене хати!

Не дав мені Бог нічого!..

І хлинули сльози,

Тяжкі сльози!.. А дівчина

При самій дорозі

Недалеко коло мене

Плоскінь вибирала,

Та й почула, що я плачу. /37/

Прийшла, привітала,

Утирала мої сльози

І поцілувала...

Неначе сонце засіяло,

Неначе все на світі стало

Моє... лани, гаї, сади!..

І ми, жартуючи, погнали

Чужі ягнята до води.



Бридня!.. А й досі, як згадаю,

То серце плаче та болить,

Чому Господь не дав дожить

Малого віку у тім раю.

Умер би, орючи на ниві,

Нічого б на світі не знав.

Не був би в світі юродивим.

Людей і [Бога] не прокляв!
"""

en = """
Note the use of more than one conjunction "and" in large numbers in British
English: two million six hundred and twenty-five thousand three hundred and
ten (2,625,310).
In American English, the conjunction "and" is generally not used before tens
or ones: one hundred twenty-three (123);
four hundred seven (407); three thousand five hundred thirty-eight (3,538);
seventy-three thousand five (73,005);
two million six hundred twenty-five thousand three hundred ten (2,625,310);
five million three hundred thousand fifty (5,300,050).


In British English, the conjunction "and" is also used before tens or ones
in ordinal numerals above one hundred:
one hundred and tenth (110th); three thousand and fifth (3005th).
But "and" is not used in American ordinals:
one hundred tenth (110th); three thousand fifth (3005th).
"""

uk_1 = """
Кількісні відповідають на питання скільки? (дві біржі; п 'ять комп 'ютерів;
    два ваучери; чотири асоціації тощо). Порядкові — відповідають на питання
    котрий за порядком? (шостий будинок; третій місяць; тринадцята аудиторія
    тощо). Кількісні числівники поділяються на чотири групи:
    власне кількісні позначають кількість предметів у цілих одиницях
    (п'ять акціонерних товариств; десять облігацій; дванадцять простих
    векселів; сто малих підприємств); неозначено-кількісні позначають загальну
    кількість, точно не вказану (безліч квітів; мало автомобілів; декілька
    днів; кілька годин). Ці числівники співвідносні з прислівниками, їх
    значення розрізняють за контекстом (багато працює —присл.;
    багато комерсантів —числ.); кількісно-збірні позначають кількість предметів
    у їх сукупності як одне ціле (двоє каченят; четверо ведмежат;
    шестеро онучат). Ці числівники легко субстантивуються, наприклад:
    Семеро на одного не чекають (нар. тв.); ...От уже їх двоє (укр. казка).
    В українській мові літературною нормою є вживання числівників двоє, троє,
    четверо, п'ятеро... десятеро, одинадцятеро, дванадцятеро,
    а також числівників, що виражають парність: обидва, обидві, обоє;
    кількісно-дробові позначають дробові величини: п'ять шостих 5/6,
    дві третіх 2/3, сім восьмих 7/8. Ця група числівників функціонує
    у математиці, в різних математичних позначеннях, властивих науковому і
    частково офіційно-діловому стилям мовлення. Замість слів півтора, половина,
    чверть у цих стилях вживають інші назви дробових чисел: один і
    п 'ять десятих (півтора); одна четверта (чверть). Слова: половина, чверть,
    третина, вжиті без чисельника одна, характеризують розмовну мову.
    2. За будовою кількісні числівники діляться на три групи: прості, складні,
    складені. Прості — однослівні: один, п'ять, дев'ять, сто, тисяча. Складні
    — числівники, утворені з двох чисел, об'єднаних в одне слово: чотирнадцять,
    сімнадцять, тридцять, дев 'яносто, двісті, дев'ятсот. Складені —
    числівники, що складаються з двох і більше простих або складних, окремо
    взятих слів: двадцять п 'ять, шістсот тридцять чотири, сорок сім,
    п 'ятдесят вісім, сто двадцять чотири.
"""