ru_nums = [
    (u"один", 1), (u"два", 2), (u"три", 3), (u"четыре", 4), (u"пять", 5),
    (u"шесть", 6), (u"семь", 7), (u"восемь", 8), (u"девять", 9),
    (u"десять", 10), (u"одиннадцать", 11), (u"двенадцать", 12),
    (u"тринадцать", 13), (u"четырнадцать", 14), (u"пятнадцать", 15),
    (u"шестнадцать", 16), (u"семнадцать", 17), (u"восемнадцать", 18),
    (u"девятнадцать", 19), (u"двадцать", 20), (u"тридцать", 30),
    (u"сорок", 40), (u"пятьдесят", 50), (u"шестьдесят", 60),
    (u"семьдесят", 70), (u"восемдесят", 80), (u"девяносто", 90), (u"сто", 100),
    (u"двести", 200), (u"триста", 300), (u"четыреста", 400), (u"пятьсот", 500),
    (u"шестьсот", 600), (u"семьсот", 700), (u"восемьсот", 800),
    (u"девятьсот", 900), (u"тысяча", 1000), (u"миллион", 1000000),
    (u"миллиард", 1000000000)
]
