uk_nums = [
    (u"один", 1), (u"два", 2), (u"три", 3), (u"чотири", 4), (u"п'ять", 5),
    (u"шість", 6), (u"сім", 7), (u"вісім", 8), (u"дев'ять", 9),
    (u"десять", 10), (u"одинадцять", 11), (u"дванадцять", 12),
    (u"тринадцять", 13), (u"чотирнадцять", 14), (u"п'ятнадцять", 15),
    (u"шістнадцять", 16), (u"сімнадцять", 17), (u"вісімнадцять", 18),
    (u"дев'ятнадцять", 19), (u"двадцять", 20), (u"тридцять", 30),
    (u"сорок", 40), (u"п'ятдесят", 50), (u"шістдесят", 60),
    (u"сімдесят", 70), (u"вісімдесят", 80), (u"дев'яносто", 90), (u"сто", 100),
    (u"двісті", 200), (u"триста", 300), (u"чотириста", 400), (u"п'ятсот", 500),
    (u"шістсот", 600), (u"сімсот", 700), (u"вісімсот", 800),
    (u"дев'ятсот", 900), (u"тисяча", 1000), (u"мільйон", 1000000),
    (u"мільярд", 1000000000)
]
